Repository: Kyome22/GitGrass
Catalog: GitGrass/Localizable.xcstrings
Source language: en
Languages: ja

source: About GitGrass
ja: GitGrassについて

source: Accent Color
ja: アクセントカラー

# accountName
source: GitHub Account Name:
ja: GitHubアカウント名:

source: Block
ja: 四角

source: Color:
ja: カラー:

source: Dot
ja: 丸

source: General
ja: 一般

source: Green Grass
ja: 緑の芝

# hour1
source: 1 hour
ja: １時間

source: Last Month
ja: 今月

source: Last Week
ja: 今週

source: Last Year
ja: 今年

source: Launch:
ja: 起動:

# launchAtLogin
source: Launch GitGrass automatically at login.
ja: ログイン時に自動でGitGrassを起動

source: Licenses
ja: ライセンス

# minutes5
source: 5 minutes
ja: ５分

# minutes10
source: 10 minutes
ja: １０分

# minutes15
source: 15 minutes
ja: １５分

# minutes30
source: 30 minutes
ja: ３０分

source: Monochrome
ja: モノクロ

# notFound
source: The GitHub account your input does not exist.
ja: 現在指定しているGitHubアカウントは存在しないようです。

# oss
source: GitGrass is an open-source software.
ja: GitGrassはオープンソースソフトウェアです。

source: Period:
ja: 期間:

# personalAccessToken
source: GitHub Personal Access Token:
ja: GitHub個人用アクセストークン:

source: Quit GitGrass
ja: GitGrassを終了

source: Reset
ja: リセット

source: Save
ja: 保存

# scope
source: You should only select the "read:user" scope.
ja: "read:user"スコープへの権限のみで十分です。

source: Settings…
ja: 設定…

source: Style:
ja: スタイル:

source: Update Cycle:
ja: アップデート周期:

# wrapText
source: GitHub Personal Access Token:
ja: GitHub個人用アクセストークン:
